export const TERMS =
  '전자상거래(인터넷사이버10분만) 표준약관\n' +
  '\n' +
  '\n' +
  '표준약관 제10023호\n' +
  '(2015. 6. 26. 개정)\n' +
  '\n' +
  '\n' +
  '제1조(목적) 이 약관은 10분만에서 제공하는 인터넷 관련 서비스(이하 "서비스"라 한다)를 이용함에 있어 10분만과 이용자의 권리.의무 및 책임사항을 규정함을 목적으로 합니다.\n' +
  '※「PC통신, 무선 등을 이용하는 전자상거래에 대해서도 그 성질에 반하지 않는 한 이 약관을 준용합니다.」\n' +
  '\n' +
  '제2조(정의)\n' +
  '1. "10분만"이란 재화 또는 용역(이하 "재화 등"이라 함)을 이용자에게 제공하기 위한 서비스를 뜻합니다\n' +
  '2. "이용자"란 "10분만"에 접속하여 이 약관에 따라 "10분만"이 제공하는 서비스를 받는 회원 및 비회원을 말합니다.\n' +
  '3. \'회원\'이라 함은 "10분만"에 회원등록을 한 자로서, 계속적으로 "10분만"이 제공하는 서비스를 이용할 수 있는 자를 말합니다.\n' +
  '4. \'비회원\'이라 함은 회원에 가입하지 않고 "10분만"이 제공하는 서비스를 이용하는 자를 말합니다.\n' +
  '\n' +
  '제3조 (약관 등의 명시와 설명 및 개정)\n' +
  '1. "10분만"은 이 약관의 내용과 전화번호.전자우편주소, 개인정보관리책임자등을 이용자가 쉽게 알 수 있도록 10분만의 초기 서비스화면(전면)에 게시합니다. 다만, 약관의 내용은 이용자가 연결화면을 통하여 볼 수 있도록 할 수 있습니다.\n' +
  '2. "10분만"은 「전자상거래 등에서의 소비자보호에 관한 법률」, 「약관의 규제에 관한 법률」, 「전자문서 및 전자거래기본법」, 「전자금융거래법」, 「전자서명법」, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 「방문판매 등에 관한 법률」, 「소비자기본법」 등 관련 법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.\n' +
  '3. 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 전자상거래 등에서의 소비자보호에 관한 법률, 약관의 규제 등에 관한 법률, 공정거래위원회가 정하는 전자상거래 등에서의 소비자 보호지침 및 관계법령 또는 상관례에 따릅니다.\n' +
  '\n' +
  '제4조(서비스의 제공 및 변경)\n' +
  '1 "10분만"은 다음과 같은 업무를 수행합니다.\n' +
  '2. 습관형성을 위한 서비스를 제공합니다\n' +
  '\n' +
  '제5조(서비스의 중단)\n' +
  '1. "10분만"은 컴퓨터 등 정보통신설비의 보수점검.교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 서비스의 제공을일시적으로 중단할 수 있습니다.\n' +
  '\n' +
  '제6조(회원가입)\n' +
  '1. 이용자는 "10분만"이 정한 가입 양식에 따라 회원정보를 기입한 후 이 약관에 동의한다는 의사표시를 함으로서 회원가입을 신청합니다.\n' +
  '2. "10분만"은 제1항과 같이 회원으로 가입할 것을 신청한 이용자 중 다음 각 호에 해당하지 않는 한 회원으로 등록합니다.\n' +
  '3. 가입신청자가 이 약관 제7조제3항에 의하여 이전에 회원자격을 상실한 적이 있는 경우, 다만 제7조제3항에 의한 회원자격 상실 후 3년이 경과한 자로서 "10분만"의 회원재가입 승낙을 얻은 경우에는 예외로 한다.\n' +
  '4. 등록 내용에 허위, 기재누락, 오기가 있는 경우\n' +
  '5. 기타 회원으로 등록하는 것이 "10분만"의 기술상 현저히 지장이 있다고 판단되는 경우\n' +
  '\n' +
  '제7조(회원 탈퇴 및 자격 상실 등)\n' +
  '1. 회원은 "10분만"에 언제든지 탈퇴를 요청할 수 있으며 "10분만"은 즉시 회원탈퇴를 처리합니다.\n' +
  '\n' +
  '\n' +
  '제8조(회원에 대한 통지)\n' +
  '1. "10분만"이 회원에 대한 통지를 하는 경우, 회원이 "10분만"과 미리 약정하여 지정한 전자우편 주소로 할 수 있습니다.\n' +
  '\n' +
  '제9조(개인정보보호)\n' +
  '1. "10분만"은 이용자의 개인정보 수집시 서비스제공을 위하여 필요한 범위에서 최소한의 개인정보를 수집합니다.\n' +
  '2. "10분만"은 이용자의 개인정보를 수집·이용하는 때에는 당해 이용자에게 그 목적을 고지하고 동의를 받습니다.\n' +
  '3. "10분만"은 수집된 개인정보를 목적외의 용도로 이용할 수 없으며, 새로운 이용목적이 발생한 경우 또는 제3자에게 제공하는 경우에는 이용·제공단계에서 당해 이용자에게 그 목적을 고지하고 동의를 받습니다. 다만, 관련 법령에 달리 정함이 있는 경우에는 예외로 합니다.\n' +
  '4. "10분만"이 제2항과 제3항에 의해 이용자의 동의를 받아야 하는 경우에는 개인정보관리 책임자의 신원(소속, 성명 및 전화번호, 기타 연락처), 정보의 수집목적 및 이용목적, 제3자에 대한 정보제공 관련사항(제공받은자, 제공목적 및 제공할 정보의 내용) 등 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」 제22조제2항이 규정한 사항을 미리 명시하거나 고지해야 하며 이용자는 언제든지 이 동의를 철회할 수 있습니다.\n' +
  '5. 이용자는 언제든지 "10분만"이 가지고 있는 자신의 개인정보에 대해 열람 및 오류정정을 요구할 수 있으며 "10분만"은 이에 대해 지체 없이 필요한 조치를 취할 의무를 집니다. 이용자가 오류의 정정을 요구한 경우에는 "10분만"은 그 오류를 정정할 때 까지 당해 개인정보를 이용하지 않습니다.\n' +
  '6. "10분만" 또는 그로부터 개인정보를 제공받은 제3자는 개인정보의 수집목적 또는 제공받은 목적을 달성한 때에는 당해 개인정보를 지체 없이 파기합니다.\n' +
  '\n' +
  '제10조("10분만"의 의무)\n' +
  '1. "10분만"은 이용자가 안전하게 인터넷 서비스를 이용할 수 있도록 이용자의 개인정보(신용정보 포함)보호를 위한 보안 시 스템을 갖추어야 합니다.\n' +
  '2. "10분만"은 이용자가 원하지 않는 영리목적의 광고성 전자우편을 발송하지 않습니다.\n' +
  '\n' +
  '제11조(회원의 ID 및 비밀번호에 대한 의무)\n' +
  '1. 회원은 자신의 ID 및 비밀번호를 제3자에게 이용하게 해서는 안됩니다.\n' +
  '2. 회원이 자신의 ID 및 비밀번호를 도난당하거나 제3자가 사용하고 있음을 인지한 경우에는 바로 "10분만"에 통보하고 "10분만"의안내가 있는 경우에는 그에 따라야 합니다.\n' +
  '\n' +
  '제12조(이용자의 의무) 이용자는 다음 행위를 하여서는 안 됩니다.\n' +
  '1. 신청 또는 변경시 허위 내용의 등록\n' +
  '2. 타인의 정보 도용\n' +
  '3. "10분만"이 정한 정보 이외의 정보(컴퓨터 프로그램 등) 등의 송신 또는 게시\n' +
  '4. "10분만" 기타 제3자의 저작권 등 지적재산권에 대한 침해\n' +
  '5. "10분만" 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위\n' +
  '6. 외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서양속에 반하는 정보를 10분만에 공개 또는 게시하는 행위\n' +
  '\n' +
  '\n' +
  '제13조(저작권의 귀속 및 이용제한)\n' +
  '1. "10분만"이 작성한 저작물에 대한 저작권 기타 지적재산권은 "10분만"에 귀속합니다.\n' +
  '2. 이용자는 "10분만"을 이용함으로써 얻은 정보 중 "10분만"에게 지적재산권이 귀속된 정보를 "10분만"의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안됩니다.\n' +
  '3. "10분만"은 약정에 따라 이용자에게 귀속된 저작권을 사용하는 경우 당해 이용자에게 통보하여야 합니다.\n' +
  '\n' +
  '제14조(분쟁해결)\n' +
  '1. "10분만"은 이용자로부터 제출되는 불만사항 및 의견은 우선적으로 그 사항을 처리합니다. 다만, 신속한 처리가 곤란한 경우에는 이용자에게 그 사유와 처리일정을 즉시 통보해 드립니다.\n' +
  '2. "10분만"과 이용자 간에 발생한 전자상거래 분쟁과 관련하여 이용자의 피해구제신청이 있는 경우에는 공정거래위원회 또는 시·도지사가 의뢰하는 분쟁조정기관의 조정에 따를 수 있습니다.';
