export const PRIVACY =
  '1. 개인정보의 수집 목적\n' +
  '\n' +
  '10분만은 다음과 같은 목적을 위해 개인정보를 수집합니다.\n' +
  '\n' +
  '서비스 제공 및 이용자 식별\n' +
  '서비스 개선 및 개인맞춤 서비스 제공\n' +
  '고객 지원 및 문의 응답\n' +
  '마케팅 및 광고 활동에 활용\n' +
  '\n' +
  '2. 수집하는 개인정보의 항목\n' +
  '\n' +
  '10분만은 다음과 같은 개인정보를 수집할 수 있습니다.\n' +
  '\n' +
  '서비스 이용 중: 서비스 이용 기록, 쿠키, 로그 데이터 등\n' +
  '고객 문의 및 응대 과정에서 제공된 정보\n' +
  '\n' +
  '3. 개인정보 수집 방법\n' +
  '\n' +
  '10분만은 다음과 같은 방법으로 개인정보를 수집합니다.\n' +
  '\n' +
  '서비스 회원가입, 이벤트 응모, 서비스 이용 등을 통한 자발적 정보 제공\n' +
  '서비스 이용과정에서 자동으로 생성되는 정보 수집 (쿠키, 로그 기록 등)\n' +
  '이메일, 전화, 고객센터를 통한 문의 등\n' +
  '\n' +
  '4. 개인정보의 보유 및 이용 기간\n' +
  '\n' +
  '10분만은 개인정보를 수집한 목적이 달성되면 해당 정보를 지체 없이 파기합니다. 단, 관련 법령에 따라 일정 기간 동안 보존하여야 하는 경우에는 해당 기간 동안 보관합니다.\n' +
  '\n' +
  '5. 개인정보의 제3자 제공 및 위탁\n' +
  '\n' +
  '10분만은 이용자의 동의 없이 개인정보를 외부에 제공하지 않습니다. 단, 아래의 경우에는 제3자에게 제공될 수 있습니다.\n' +
  '\n' +
  '이용자가 사전에 동의한 경우\n' +
  '관련 법령에 따라 제공이 요구되는 경우\n' +
  '\n' +
  '6. 개인정보의 안전성 확보 조치\n' +
  '\n' +
  '10분만은 이용자의 개인정보를 안전하게 보호하기 위해 다음과 같은 조치를 취하고 있습니다.\n' +
  '\n' +
  '개인정보 암호화 전송 (SSL 등)\n' +
  '보안 프로그램 설치 및 주기적인 갱신\n' +
  '개인정보에 대한 접근 제한 및 모니터링\n' +
  '\n' +
  '7. 이용자의 권리\n' +
  '\n' +
  '이용자는 언제든지 자신의 개인정보에 대한 열람, 정정, 삭제를 요청할 수 있으며, 개인정보 처리에 대한 동의 철회도 가능합니다.\n' +
  '\n' +
  '8. 개인정보 관리책임자\n' +
  '\n' +
  '10분만은 이용자의 개인정보 보호와 관련된 문의 및 불만 처리를 위한 담당자를 지정하고 있습니다.\n' +
  '\n' +
  '담당자: 정우병\n' +
  '이메일: dkrnfls@gmail.com\n' +
  '전화번호: 010-6361-2834\n' +
  '\n' +
  '9. 개인정보 처리방침의 변경\n' +
  '\n' +
  '개인정보 처리방침은 법령이나 서비스의 변경에 따라 변경될 수 있습니다. 변경 사항이 있을 경우, 변경된 내용을 공지사항을 통해 사전에 알려드리겠습니다.\n' +
  '\n' +
  '본 개인정보처리방침은 2024년 1월 18일부터 시행됩니다.';
